Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_meditation_d2_desc
source: Gehe gedanklich von den Zehen bis zum Scheitel durch deinen Körper. Fühle Spannungen und lasse sie los.
en: Mentally walk through your body from your toes to the top of your head. Feel tension and let it go.
es: Camine mentalmente por su cuerpo desde los dedos de los pies hasta la parte superior de la cabeza. Siente la tensión y déjala ir.
fr: Parcourez mentalement votre corps, de vos orteils jusqu'au sommet de votre tête. Ressentez la tension et laissez tomber.
hi: मानसिक रूप से अपने शरीर के माध्यम से अपने पैर की उंगलियों से लेकर अपने सिर के ऊपर तक चलें। तनाव महसूस करें और इसे जाने दें।
it: Cammina mentalmente attraverso il tuo corpo dalle dita dei piedi fino alla sommità della testa. Senti la tensione e lasciala andare.
ja: 心の中でつま先から頭のてっぺんまで自分の体を歩き回ります。緊張を感じて、それを手放してください。
ko: 발끝부터 머리 꼭대기까지 몸 전체를 정신적으로 걷습니다. 긴장감을 느끼고 놓아주세요.
nl: Loop mentaal door je lichaam, van je tenen naar de bovenkant van je hoofd. Voel spanning en laat het los.
pl: Mentalnie przejdź przez całe ciało od palców u stóp po czubek głowy. Poczuj napięcie i pozwól mu odejść.
pt: Caminhe mentalmente pelo corpo, dos dedos dos pés ao topo da cabeça. Sinta a tensão e deixe-a ir.
ru: Мысленно пройдитесь по своему телу от пальцев ног до макушки головы. Почувствуйте напряжение и отпустите его.
tr: Ayak parmaklarınızdan başınızın üstüne kadar vücudunuzda zihinsel olarak yürüyün. Gerginliği hissedin ve bırakın.
zh_hans: 精神上从脚趾到头顶走遍你的身体。感到紧张并释放它。
zh_hant: 精神上從腳趾到頭頂走遍你的身體。感到緊張並釋放它。

# prog_meditation_d2_t2
source: Eine Spannung im Körper gelöst
en: A tension in the body released
es: Una tensión en el cuerpo liberada.
fr: Une tension dans le corps libérée
hi: शरीर में एक तनाव दूर हो गया
it: Una tensione nel corpo rilasciata
ja: 身体の緊張が解けた
ko: 몸의 긴장이 풀리고
nl: Er komt een spanning in het lichaam vrij
pl: Uwolniło się napięcie w ciele
pt: Uma tensão no corpo liberada
ru: Напряжение в теле ушло.
tr: Vücuttaki gerginlik serbest kaldı
zh_hans: 身体里的紧张感得到释放
zh_hant: 身體裡的緊張感得到釋放

# prog_meditation_d3_desc
source: Sobald ein Gedanke oder Gefühl auftaucht, gib ihm ein stilles Etikett (z.B. 'Planen', 'Sorgen', 'Freude') und lass es ziehen.
en: As soon as a thought or feeling arises, give it a silent label (e.g., "planning," "worry," "joy") and let it go.
es: Tan pronto como surja un pensamiento o sentimiento, asígnele una etiqueta silenciosa (por ejemplo, "planificación", "preocupación", "alegría") y déjelo ir.
fr: Dès qu'une pensée ou un sentiment surgit, donnez-lui une étiquette silencieuse (par exemple, « planification », « inquiétude », « joie ») et laissez-le partir.
hi: जैसे ही कोई विचार या भावना उठे, उसे एक मूक लेबल दें (उदाहरण के लिए, "योजना," "चिंता," ​​"खुशी") और उसे जाने दें।
it: Non appena sorge un pensiero o un sentimento, dagli un'etichetta silenziosa (ad esempio, "pianificazione", "preoccupazione", "gioia") e lascialo andare.
ja: 考えや感情が浮かんだらすぐに、それに沈黙のラベル（例：「計画」、「心配」、「喜び」）を付けて手放してください。
ko: 생각이나 느낌이 떠오르자마자, 그것에 조용히 꼬리표(예: "계획", "걱정", "기쁨")를 붙이고 놓아버리세요.
nl: Zodra een gedachte of gevoel opkomt, geef je het een stil label (bijvoorbeeld ‘planning’, ‘zorgen’, ‘vreugde’) en laat je het los.
pl: Gdy tylko pojawi się myśl lub uczucie, nadaj jej cichą etykietę (np. „planowanie”, „zmartwienie”, „radość”) i pozwól jej odejść.
pt: Assim que surgir um pensamento ou sentimento, dê-lhe um rótulo silencioso (por exemplo, “planejamento”, “preocupação”, “alegria”) e deixe-o ir.
ru: Как только возникает мысль или чувство, дайте ей молчаливый ярлык (например, «планирование», «беспокойство», «радость») и отпустите.
tr: Bir düşünce ya da duygu ortaya çıktığı anda ona sessiz bir etiket verin (örneğin, "planlama", "endişe", "neşe") ve onu bırakın.
zh_hans: 一旦出现某种想法或感觉，就给它贴上一个无声的标签（例如“计划”、“担忧”、“喜悦”），然后放手。
zh_hant: 一旦出現某種想法或感覺，就給它貼上一個無聲的標籤（例如“計劃”、“擔憂”、“喜悅”），然後放手。

# prog_meditation_d3_t2
source: 3 verschiedene Emotionen/Gedanken benannt
en: 3 different emotions/thoughts named
es: 3 emociones/pensamientos diferentes nombrados
fr: 3 émotions/pensées différentes nommées
hi: 3 अलग-अलग भावनाओं/विचारों के नाम
it: 3 diverse emozioni/pensieri nominati
ja: 3 つの異なる感情/思考の名前
ko: 3가지 서로 다른 감정/생각의 이름
nl: 3 verschillende emoties/gedachten genoemd
pl: Nazwane 3 różne emocje/myśli
pt: 3 emoções/pensamentos diferentes nomeados
ru: Названы 3 разные эмоции/мысли
tr: 3 farklı duygu/düşünce adı verildi
zh_hans: 3种不同的情绪/想法被命名
zh_hant: 3種不同的情緒/想法被命名

# prog_meditation_d3_title
source: Gefühle benennen (Labeling)
en: Naming feelings (labeling)
es: Nombrar sentimientos (etiquetar)
fr: Nommer les sentiments (étiquetage)
hi: भावनाओं का नामकरण (लेबलिंग)
it: Dare un nome ai sentimenti (etichettatura)
ja: 感情に名前を付ける（ラベリング）
ko: 감정에 이름 붙이기(라벨링)
nl: Gevoelens benoemen (labelen)
pl: Nazywanie uczuć (etykietowanie)
pt: Nomeando sentimentos (rotulagem)
ru: Называние чувств (маркировка)
tr: Duyguları adlandırma (etiketleme)
zh_hans: 命名感受（标签）
zh_hant: 命名感受（標籤）

# prog_meditation_d4_desc
source: Wünsche dir selbst, einem geliebten Menschen und jemandem, den du schwer erträgst, still 'Mögest du glücklich sein'.
en: Silently wish 'May you be happy' to yourself, a loved one and someone you find difficult to bear.
es: Deséate en silencio "Que seas feliz" a ti mismo, a un ser querido y a alguien que te resulte difícil de soportar.
fr: Souhaitez silencieusement « Puissiez-vous être heureux » à vous-même, à un être cher et à quelqu'un que vous avez du mal à supporter.
hi: चुपचाप अपने लिए, किसी प्रियजन के लिए और किसी ऐसे व्यक्ति के लिए 'आप खुश रहें' की कामना करें जिसे सहन करना आपके लिए कठिन हो।
it: Augura silenziosamente "Che tu possa essere felice" a te stesso, a una persona cara e a qualcuno che trovi difficile da sopportare.
ja: 自分自身、愛する人、そして耐えがたい人に「あなたが幸せになりますように」と静かに願います。
ko: 자신에게, 사랑하는 사람에게, 견디기 힘든 사람에게 '행복하시길'을 조용히 기원해보세요.
nl: Wens in stilte 'Moge je gelukkig zijn' voor jezelf, een dierbare en iemand die je moeilijk kunt verdragen.
pl: Po cichu złóż życzenie „Obyś był szczęśliwy” sobie, ukochanej osobie i osobie, którą trudno znieść.
pt: Deseje silenciosamente 'Que você seja feliz' para si mesmo, para um ente querido e para alguém que você acha difícil de suportar.
ru: Тихо пожелайте «Будь ты счастлив» себе, близкому человеку и тому, кого вам трудно вынести.
tr: Kendinize, sevdiğinize, katlanmakta zorlandığınız birine sessizce 'Mutlu olmanızı dilerim' dileyin.
zh_hans: 默默地祝福自己、所爱的人和你难以忍受的人“祝你幸福”。
zh_hant: 默默地祝福自己、所愛的人和你難以忍受的人「祝你幸福」。

# prog_meditation_d4_t2
source: Echtes Mitgefühl für 3 Personen empfunden
en: Real compassion felt for 3 people
es: Verdadera compasión sentida por 3 personas.
fr: Véritable compassion ressentie pour 3 personnes
hi: 3 लोगों के लिए सच्ची करुणा महसूस हुई
it: Vera compassione provata per 3 persone
ja: 3人に感じた本当の思いやり
ko: 3명에 대한 진정한 연민이 느껴진다
nl: Echt medeleven voelde voor 3 personen
pl: Prawdziwe współczucie odczuwane dla 3 osób
pt: Verdadeira compaixão sentida por 3 pessoas
ru: Настоящее сострадание к трем людям
tr: 3 kişiye hissedilen gerçek şefkat
zh_hans: 对 3 个人感到真正的同情
zh_hant: 對 3 個人感到真正的同情

# prog_meditation_d5_desc
source: Öffne deine Wahrnehmung. Fixiere dich nicht auf den Atem, sondern lausche den Geräuschen im Raum, ohne sie zu bewerten.
en: Open your perception. Don't fixate on the breath, but listen to the sounds in the room without judging them.
es: Abre tu percepción. No te obsesiones con la respiración, escucha los sonidos de la habitación sin juzgarlos.
fr: Ouvrez votre perception. Ne vous concentrez pas sur la respiration, mais écoutez les sons de la pièce sans les juger.
hi: अपनी धारणा खोलें. सांसों पर ध्यान केंद्रित न करें, बल्कि कमरे में होने वाली आवाज़ों को परखे बिना सुनें।
it: Apri la tua percezione. Non fissarti sul respiro, ma ascolta i suoni nella stanza senza giudicarli.
ja: 認識をオープンにしてください。呼吸に固執せず、部屋の音を判断せずに聞いてください。
ko: 당신의 인식을 열어보세요. 호흡에 집착하지 말고 방 안의 소리를 판단하지 말고 들어보세요.
nl: Open je perceptie. Fixeer je niet op de ademhaling, maar luister naar de geluiden in de kamer zonder ze te beoordelen.
pl: Otwórz swoją percepcję. Nie skupiaj się na oddechu, ale słuchaj dźwięków w pomieszczeniu, nie oceniając ich.
pt: Abra sua percepção. Não se fixe na respiração, mas ouça os sons da sala sem julgá-los.
ru: Откройте свое восприятие. Не зацикливайтесь на дыхании, а слушайте звуки в комнате, не оценивая их.
tr: Algınızı açın. Nefesinize odaklanmayın, odadaki sesleri yargılamadan dinleyin.
zh_hans: 打开你的感知。不要专注于呼吸，而要倾听房间里的声音，不要评判它们。
zh_hant: 打開你的感知。不要專注於呼吸，而要傾聽房間裡的聲音，不要評判它們。

# prog_meditation_d5_t2
source: Geräusche als reine Schwingung wahrgenommen
en: Sounds perceived as pure vibration
es: Sonidos percibidos como pura vibración.
fr: Les sons perçus comme de pures vibrations
hi: ध्वनियाँ शुद्ध कंपन के रूप में मानी जाती हैं
it: Suoni percepiti come pura vibrazione
ja: 純粋な振動として知覚される音
ko: 순수한 진동으로 인식되는 소리
nl: Geluiden worden waargenomen als pure trillingen
pl: Dźwięki odbierane są jako czysta wibracja
pt: Sons percebidos como pura vibração
ru: Звуки воспринимаются как чистая вибрация
tr: Saf titreşim olarak algılanan sesler
zh_hans: 声音被视为纯粹的振动
zh_hant: 聲音被視為純粹的振動

# prog_meditation_d5_title
source: Geräusche & Offenheit
en: Noises & openness
es: Ruidos y apertura
fr: Bruits et ouverture
hi: शोर और खुलापन
it: Rumori e apertura
ja: 騒音と開放感
ko: 소음 및 개방성
nl: Geluiden & openheid
pl: Hałasy i otwartość
pt: Ruídos e abertura
ru: Шум и открытость
tr: Gürültüler ve açıklık
zh_hans: 噪音和开放性
zh_hant: 噪音和開放性

# prog_meditation_d6_desc
source: Stelle dir vor, wie mit jedem Einatmen helles Licht in dich strömt und mit dem Ausatmen dunkler Rauch (Stress) entweicht.
en: Imagine bright light flowing into you with every inhale and dark smoke (stress) escaping with every exhale.
es: Imagine una luz brillante que fluye hacia usted con cada inhalación y un humo oscuro (estrés) que se escapa con cada exhalación.
fr: Imaginez une lumière vive entrant en vous à chaque inspiration et une fumée sombre (stress) s'échappant à chaque expiration.
hi: कल्पना करें कि हर साँस के साथ चमकदार रोशनी आपके अंदर प्रवाहित हो रही है और हर साँस छोड़ते समय गहरा धुआँ (तनाव) बाहर निकल रहा है।
it: Immagina che una luce intensa fluisca dentro di te ad ogni inspirazione e che il fumo scuro (stress) fuoriesca ad ogni espirazione.
ja: 吸い込むたびに明るい光が体内に流れ込み、吐き出すたびに暗い煙（ストレス）が逃げていくのを想像してください。
ko: 숨을 들이쉴 때마다 밝은 빛이 들어오고 숨을 내쉴 때마다 어두운 연기(스트레스)가 빠져나가는 것을 상상해 보십시오.
nl: Stel je voor dat er bij elke inademing helder licht naar je toe stroomt en bij elke uitademing donkere rook (stress) ontsnapt.
pl: Wyobraź sobie jasne światło wpływające do ciebie przy każdym wdechu i ciemny dym (stres) wydobywający się z każdym wydechem.
pt: Imagine uma luz brilhante fluindo para dentro de você a cada inspiração e uma fumaça escura (estresse) escapando a cada expiração.
ru: Представьте себе яркий свет, входящий в вас с каждым вдохом, и темный дым (стресс), вырывающийся наружу с каждым выдохом.
tr: Her nefes alışınızda parlak ışığın içinize aktığını ve her nefes verişinizde karanlık dumanın (stres) kaçtığını hayal edin.
zh_hans: 想象一下，每次吸气时，明亮的光线都会流入您体内，而每次呼气时，黑烟（压力）都会逸出。
zh_hant: 想像一下，每次吸氣時，明亮的光線都會流入您體內，而每次呼氣時，黑煙（壓力）都會逸出。

# prog_meditation_d6_t1
source: %lld Min Visualisierung
en: %lld Min visualization
es: %lld Visualización mínima
fr: %lld Visualisation minimale
hi: %lld न्यूनतम विज़ुअलाइज़ेशन
it: %lld Visualizzazione minima
ja: %lld 最小の視覚化
ko: %lld 최소 시각화
nl: %lld Minimale visualisatie
pl: %lld Minimalna wizualizacja
pt: %lld Visualização mínima
ru: %lld Минимальная визуализация
tr: %lld Minimum görselleştirme
zh_hans: %lld 最小可视化
zh_hant: %lld 最小可視化

# prog_meditation_d6_t2
source: Den Körper als Lichtkugel visualisiert
en: The body visualized as a ball of light
es: El cuerpo visualizado como una bola de luz.
fr: Le corps visualisé comme une boule de lumière
hi: शरीर को प्रकाश की एक गेंद के रूप में देखा गया
it: Il corpo visualizzato come una sfera di luce
ja: 身体を光の玉として可視化
ko: 빛의 공으로 시각화된 신체
nl: Het lichaam gevisualiseerd als een bal van licht
pl: Ciało wizualizowane jako kula światła
pt: O corpo visualizado como uma bola de luz
ru: Тело визуализируется как шар света
tr: Bir ışık topu olarak görselleştirilen vücut
zh_hans: 身体可视化为一个光球
zh_hant: 身體可視化為一個光球

# prog_meditation_d6_title
source: Visualisierung
en: Visualization
es: Visualización
fr: Visualisation
hi: VISUALIZATION
it: Visualizzazione
ja: 視覚化
ko: 심상
nl: Visualisatie
pl: Wyobrażanie sobie
pt: Visualização
ru: Визуализация
tr: Görselleştirme
zh_hans: 可视化
zh_hant: 視覺化

# prog_meditation_d7_desc
source: Heute gibt es keine Technik. Sitze einfach. Sei präsent mit dem, was ist. Absolute Stille.
en: Today there is no technology. Just sit. Be present with what is. Absolute silence.
es: Hoy no hay tecnología. Sólo siéntate. Estar presente con lo que es. Silencio absoluto.
fr: Aujourd’hui, il n’existe pas de technologie. Asseyez-vous. Soyez présent avec ce qui est. Silence absolu.
hi: आज कोई तकनीक नहीं है. बस बैठो. जो है उसके साथ उपस्थित रहो. पूर्ण मौन.
it: Oggi non esiste la tecnologia. Siediti e basta. Sii presente con ciò che è. Silenzio assoluto.
ja: 今日ではテクノロジーはありません。ただ座ってください。ありのままに存在してください。絶対的な沈黙。
ko: 오늘날에는 기술이 없습니다. 그냥 앉아. 있는 그대로 존재하십시오. 절대적인 침묵.
nl: Tegenwoordig is er geen technologie. Gewoon zitten. Wees aanwezig bij wat is. Absolute stilte.
pl: Dziś nie ma technologii. Po prostu usiądź. Bądź obecny w tym, co jest. Absolutna cisza.
pt: Hoje não há tecnologia. Apenas sente-se. Esteja presente com o que é. Silêncio absoluto.
ru: Сегодня нет технологий. Просто посиди. Присутствуйте с тем, что есть. Абсолютная тишина.
tr: Bugün teknoloji yok. Sadece otur. Olanla mevcut olun. Mutlak sessizlik.
zh_hans: 今天没有技术。就坐吧。临在当下。绝对的沉默。
zh_hant: 今天沒有技術。就坐吧。臨在當下。絕對的沉默。

# prog_meditation_d7_t1
source: %lld Min reine Stille
en: %lld Min pure silence
es: %lld Min puro silencio
fr: %lld Min. de silence pur
hi: %lld न्यूनतम शुद्ध मौन
it: %lld Min puro silenzio
ja: %lld 最小の純粋な沈黙
ko: %lld 최소 순수 침묵
nl: %lld Min pure stilte
pl: %lld Min. czysta cisza
pt: %lld Min puro silêncio
ru: %lld Мин чистой тишины
tr: %lld Minimum saf sessizlik
zh_hans: %lld Min 纯静默
zh_hant: %lld Min 純靜默

# prog_meditation_d7_t2
source: Die Langeweile/Unruhe akzeptiert
en: Accept the boredom/restlessness
es: Aceptar el aburrimiento/inquietud
fr: Accepter l'ennui/l'agitation
hi: बोरियत/बेचैनी को स्वीकार करें
it: Accetta la noia/irrequietezza
ja: 退屈/落ち着きのなさを受け入れる
ko: 지루함/불안함을 받아들이세요
nl: Accepteer de verveling/rusteloosheid
pl: Zaakceptuj nudę/niepokój
pt: Aceite o tédio/inquietação
ru: Примите скуку/беспокойство
tr: Can sıkıntısını/huzursuzluğu kabul edin
zh_hans: 接受无聊/不安
zh_hant: 接受無聊/不安

# prog_meditation_d7_title
source: Stille (Ungeführt)
en: Silence (Unguided)
es: Silencio (sin guía)
fr: Silence (non guidé)
hi: मौन (अनिर्देशित)
it: Silenzio (non guidato)
ja: 沈黙（ガイドなし）
ko: 침묵(무안내)
nl: Stilte (ongeleid)
pl: Cisza (bez przewodnika)
pt: Silêncio (não guiado)
ru: Тишина (без руководства)
tr: Sessizlik (Yönlendirilmemiş)
zh_hans: 沉默（无引导）
zh_hant: 沉默（無引導）

# prog_meditation_phase_desc_geistige_klarheit___
source: Geistige Klarheit & Fokus
en: Mental clarity & focus
es: Claridad mental y enfoque
fr: Clarté mentale et concentration
hi: मानसिक स्पष्टता एवं फोकस
it: Chiarezza mentale e concentrazione
ja: 精神的な明晰さと集中力
ko: 정신적 명확성 및 집중력
nl: Mentale helderheid en focus
pl: Jasność umysłu i koncentracja
pt: Clareza mental e foco
ru: Ясность ума и сосредоточенность
tr: Zihinsel netlik ve odaklanma
zh_hans: 头脑清晰和注意力集中
zh_hant: 頭腦清晰和注意力集中

# prog_meditation_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_noalcohol_d1_desc
source: Achte heute darauf, in welchen Momenten du normalerweise ans Trinken denkst (Stress, Feierabend, Belohnung).
en: Today, pay attention to the moments in which you usually think about drinking (stress, after work, reward).
es: Hoy presta atención a los momentos en los que sueles pensar en beber (estrés, afterwork, recompensa).
fr: Aujourd’hui, faites attention aux moments où vous pensez habituellement à boire (stress, après le travail, récompense).
hi: आज उन क्षणों पर ध्यान दें जिनमें आप आमतौर पर शराब पीने (तनाव, काम के बाद, इनाम) के बारे में सोचते हैं।
it: Oggi, presta attenzione ai momenti in cui solitamente pensi al bere (stress, dopo il lavoro, gratificazione).
ja: 今日は、あなたが普段お酒のことを考える瞬間（ストレス、仕事後、ご褒美など）に注目してみましょう。
ko: 오늘은 평소 음주에 대해 생각하는 순간(스트레스, 퇴근 후, 보상)에 주목해 보세요.
nl: Let vandaag op de momenten waarop u gewoonlijk aan drinken denkt (stress, na het werk, beloning).
pl: Dziś zwróć uwagę na momenty, w których zwykle myślisz o piciu (stres, po pracy, nagroda).
pt: Hoje preste atenção nos momentos em que você costuma pensar em beber (estresse, depois do trabalho, recompensa).
ru: Сегодня обратите внимание на моменты, в которые вы обычно думаете о выпивке (стресс, после работы, вознаграждение).
tr: Bugün genellikle içki içmeyi düşündüğünüz anlara (stres, iş sonrası, ödül) dikkat edin.
zh_hans: 今天，请注意您通常想到喝酒的时刻（压力、下班后、奖励）。
zh_hant: 今天，請注意您通常想到喝酒的時刻（壓力、下班後、獎勵）。

# prog_noalcohol_d1_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d1_t2
source: Einen potenziellen Trigger erkannt
en: Detected a potential trigger
es: Se detectó un posible desencadenante
fr: Détection d'un déclencheur potentiel
hi: एक संभावित ट्रिगर का पता चला
it: Rilevato un potenziale fattore scatenante
ja: 潜在的なトリガーを検出しました
ko: 잠재적인 트리거를 감지했습니다.
nl: Er is een potentiële trigger gedetecteerd
pl: Wykryto potencjalny czynnik wyzwalający
pt: Detectou um potencial gatilho
ru: Обнаружен потенциальный триггер
tr: Potansiyel bir tetikleyici algılandı
zh_hans: 检测到潜在的触发因素
zh_hant: 偵測到潛在的觸發因素

# prog_noalcohol_d1_title
source: Trigger identifizieren
en: Identify triggers
es: Identificar desencadenantes
fr: Identifier les déclencheurs
hi: ट्रिगर्स को पहचानें
it: Identificare i trigger
ja: トリガーを特定する
ko: 트리거 식별
nl: Identificeer triggers
pl: Zidentyfikuj wyzwalacze
pt: Identifique os gatilhos
ru: Определите триггеры
tr: Tetikleyicileri tanımlayın
zh_hans: 识别触发因素
zh_hant: 識別觸發因素

# prog_noalcohol_d2_desc
source: Finde ein Premium-Ersatzgetränk. Kombucha, alkoholfreies IPA oder ein Mocktail. Es muss sich nach 'Feierabend' anfühlen.
en: Find a premium replacement drink. Kombucha, non-alcoholic IPA or a mocktail. It has to feel like 'after work'.
es: Encuentre una bebida de reemplazo premium. Kombucha, IPA sin alcohol o cóctel sin alcohol. Tiene que sentirse como "después del trabajo".
fr: Trouvez une boisson de remplacement premium. Kombucha, IPA sans alcool ou cocktail sans alcool. Il faut que ce soit comme « après le travail ».
hi: एक प्रीमियम प्रतिस्थापन पेय खोजें। कोम्बुचा, गैर अल्कोहलिक आईपीए या मॉकटेल। इसे 'काम के बाद' जैसा महसूस करना होगा।
it: Trova una bevanda sostitutiva premium. Kombucha, IPA analcolica o mocktail. Deve sembrare "dopo il lavoro".
ja: プレミアムな代替ドリンクを見つけてください。コンブチャ、ノンアルコールIPA、またはモクテル。それは「仕事の後」のように感じなければなりません。
ko: 프리미엄 대체 음료를 찾아보세요. 콤부차, 무알콜 IPA 또는 목테일. '퇴근 후' 같은 느낌이어야 해요.
nl: Zoek een premium vervangend drankje. Kombucha, alcoholvrije IPA of een mocktail. Het moet voelen als 'na het werk'.
pl: Znajdź napój zastępczy premium. Kombucha, bezalkoholowe IPA lub mocktail. Trzeba poczuć się jak „po pracy”.
pt: Encontre uma bebida substituta premium. Kombuchá, IPA sem álcool ou mocktail. Tem que parecer 'depois do trabalho'.
ru: Найдите напиток-заменитель премиум-класса. Чайный гриб, безалкогольный IPA или коктейль. Это должно быть ощущение «после работы».
tr: Birinci sınıf bir yedek içecek bulun. Kombucha, alkolsüz IPA veya kokteyl. 'İşten sonra' gibi hissettirmeli.
zh_hans: 寻找优质替代饮料。康普茶、不含酒精的 IPA 或无酒精鸡尾酒。它必须感觉像“下班后”。
zh_hant: 尋找優質替代飲料。康普茶、不含酒精的 IPA 或無酒精雞尾酒。它必須感覺像“下班後”。

# prog_noalcohol_d2_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d2_t2
source: Hochwertiges Ersatzgetränk genossen
en: Enjoyed a high quality substitute drink
es: Disfruté de una bebida sustitutiva de alta calidad.
fr: J'ai apprécié une boisson de remplacement de haute qualité
hi: उच्च गुणवत्ता वाले वैकल्पिक पेय का आनंद लिया
it: Goduto di una bevanda sostitutiva di alta qualità
ja: 上質な代替ドリンクを楽しみました
ko: 고품질의 대체 음료를 즐겼습니다
nl: Genoten van een vervangend drankje van hoge kwaliteit
pl: Podobał mi się wysokiej jakości napój zastępczy
pt: Desfrutei de uma bebida substituta de alta qualidade
ru: Понравился высококачественный заменитель напитка
tr: Yüksek kaliteli bir alternatif içeceğin tadını çıkardım
zh_hans: 享用高品质替代饮料
zh_hant: 享用高品質替代飲料

# prog_noalcohol_d2_title
source: Das Ersatzgetränk
en: The replacement drink
es: La bebida de reemplazo
fr: La boisson de remplacement
hi: प्रतिस्थापन पेय
it: La bevanda sostitutiva
ja: 代わりのドリンク
ko: 대체 음료
nl: Het vervangende drankje
pl: Napój zastępczy
pt: A bebida substituta
ru: Заменяющий напиток
tr: Yedek içecek
zh_hans: 替代饮料
zh_hant: 替代飲料

# prog_noalcohol_d3_desc
source: Sollte Verlangen aufkommen: Kämpfe nicht dagegen an. Beobachte das Gefühl wie eine Welle, die ansteigt und wieder bricht.
en: If the desire arises, don't fight it. Observe the feeling of a wave rising and breaking.
es: Si surge el deseo, no luches contra él. Observe la sensación de una ola subiendo y rompiendo.
fr: Si le désir surgit, ne le combattez pas. Observez la sensation d'une vague qui monte et se brise.
hi: यदि इच्छा उत्पन्न हो तो उससे लड़ो मत। किसी लहर के उठने और टूटने की अनुभूति का निरीक्षण करें।
it: Se sorge il desiderio, non combatterlo. Osserva la sensazione di un'onda che si alza e si infrange.
ja: 欲望が生じても、それと戦わないでください。波が上がったり砕けたりする感覚を観察してください。
ko: 욕망이 생기면 맞서 싸우지 마십시오. 파도가 일어나고 부서지는 느낌을 관찰해보세요.
nl: Als het verlangen opkomt, vecht er dan niet tegen. Observeer het gevoel van een golf die opkomt en breekt.
pl: Jeśli pojawi się pragnienie, nie walcz z nim. Obserwuj uczucie wznoszącej się i załamującej fali.
pt: Se o desejo surgir, não lute contra ele. Observe a sensação de uma onda subindo e quebrando.
ru: If the desire arises, don't fight it. Наблюдайте за ощущением волны, поднимающейся и разбивающейся.
tr: Arzu ortaya çıkarsa, onunla savaşmayın. Yükselen ve kırılan bir dalga hissini gözlemleyin.
zh_hans: 如果欲望出现，就不要抗拒它。观察波浪上升和破碎的感觉。
zh_hant: 如果慾望出現，就不要抗拒它。觀察波浪上升和破碎的感覺。

# prog_noalcohol_d3_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d3_t2
source: Einen Impuls vorbeiziehen lassen
en: Let an impulse pass by
es: Deja pasar un impulso
fr: Laisser passer une impulsion
hi: एक आवेग को गुजरने दो
it: Lascia passare un impulso
ja: 衝動を通り過ぎさせてください
ko: 충동이 지나가게 하라
nl: Laat een impuls voorbijgaan
pl: Pozwól impulsowi minąć
pt: Deixe um impulso passar
ru: Пусть импульс пройдет мимо
tr: Bir dürtünün geçmesine izin ver
zh_hans: 让冲动过去
zh_hant: 讓衝動過去
